[
    {
        "id": 1,
        "Nombre": "Ahuachapan",
        "imagen": "../img/Ahuchapan.png",
        "habitantes": "129,750",
        "extencion": "1,240km",
        "celebridad1": "Edgardo Alfredo Espino Najarro",
        "img1": "../img/Alfredo_espino.jpg",
        "info1p1": "Nació en el departamento de Ahuachapán el 8 de enero del año 1900. Su pasión por las letras y el arte fue inculcada desde el seno de su hogar, teniendo como padres al Señor Alfonso Espino y la señora Enriqueta Najarro de Espino, los cuales se desempeñaron ambos como profesores y poetas.",
        "celebridad2": "Arturo Romero",
        "img2": "../img/Arturo Romero.jpg",
        "info2p1": "Es uno de los personajes más importantes en el área de la medicina salvadoreña. Tanto así, que se le atribuye ser uno de las personas que fundaron el Colegio de Médico de El Salvador. En honor a esta insigne y ejemplar persona, la cuarta Avenida Sur de Ahuachapán ha sido enaltecida con el nombre de del doctor Arturo Romero.",
        "celebridad3": "Francisco Menéndez Valdivieso",
        "img3": "../img/Francisco_Menéndez.jpg",
        "info3p1": "Cuenta la historia que el General Francisco Menéndez Valdivieso nació en la capital del departamento de Ahuachapán un 3 de diciembre de 1830.   Muere en la ciudad de San Salvador un 22 de junio del año de 1890. El mismo se ha inmortalizado en las páginas de la historia de este país por ser un admirable militar y político de El Salvador. Destacando por sobre todas sus hazañas el hecho de haberse desempeñado como presidente de la república en el periodo que abarca los años de 1885 a 1890.",
        "infoh1": "Primero que todo, se debe saber que el nombre de este departamento es el resultado de lo que se conoce como un topónimo. En este sentido, tenemos que proviene de los vocablos en lengua náhuatl –ahua, que significa encino o roble, –cha, que significa casa o morada y –pan, que significa sitio o lugar. Por esta razón se puede traducir como “el lugar de las casas de roble”.",
        "infoh2": "El mismo se fundó mientras se daba la administración del presidente Doctor Francisco Dueñas, con lo cual se procedió a su creación por medio decreto legislativo que entró n vigencia el 9 de febrero del año 1869.",
        "infoh3": "Siendo su cabecera departamental la ciudad de Ahuachapán, el departamento está dividido en dos grandes partidos o distritos. Estos son el distrito de Ahuachapán y el distrito de Atiquizaya. Siendo el primero fundado por las leyes del 4 de julio de 1832, mientras que el segundo fue instituido por una ley el 26 de febrero de 1869.",
        "lm1": "Ahuachapán (Cabecera departamental)",
        "lm2": "Aáneca",
        "lm3": "Atiquizaya",
        "lm4": "Jujutla",
        "lm5": "Concepción de Ataco",
        "lm6": "San Pedro Puxtla",
        "lm7": "Guaymango",
        "lm8": "San Lorenzo",
        "lm9": "Tacuba",
        "lm10": "San Francisco Menéndez",
        "lm11": "El Refugio",
        "lm12": "Turín",
        "ll1": "El Bosque de Santa Rita",
        "ll2": "La Ruta de las Flores",
        "ll3": "La playa Barra de Santiago",
        "ll4": "Río Paz en El Salvador"

    },
    {
        "id": 2,
        "Nombre": "Cabañas",
        "imagen": "../img/Cabañas.png",
        "habitantes": "149,326",
        "extencion": "1,240km",
        "celebridad1": "José Trinidad Cabañas",
        "img1": "../img/Jose_Trinidad_Cabañas.jpg",
        "info1p1": "Cuenta la historia que honorable General Cabañas fue compañero de lucha del tan admirado General Francisco Morazán, siendo este último salvado por el hondureño cuando se encontraba en peligro de muerte en la ciudad de San José de Costa Rica el 14 de septiembre de 1842.",
        "info1p2": "Una de las grandes hazañas del General José Trinidad Cabañas, fue la de haber asumido la presidencia de Honduras en el año de 1852. Sin embargo, después de una serie de problemas terminó siendo derrocado",
        "info1p3": "También, se destacó por haber sido cuñado del General Gerardo Barrios. Sin embargo, una vez que en 1865 se dio la trágica muerte de Barrios, El General José Trinidad Cabañas tuvo que retirarse con la frente en alto hacia Honduras. Allí permaneció, hasta el año 1871 fecha en la cual muere.",
        "infoh1": "Su creación es fechada el 10 de febrero del año de 1873. Cuando le fue dado el nombre por medio de un decreto legislativo a manera de homenaje de un político hondureño centroamericano llamado José Trinidad Cabañas.",
        "infoh2": "La historia cuenta que este hombre de procedencia hondureña fue siempre leal a sus ideales centroamericanos, labor al cual dedicó toda su vida. Esto motivó a los legisladores a pronunciar un decreto legislativo en el año de 1873 donde se estipulaba el nombre que recibiría dicho departamento.",
        "infoh3": "Se sabe que lo que actualmente es el departamento de Cabañas, se instauró mientras se daba la administración del quien era en ese momento el Mariscal de Campo, el señor Santiago González precisamente el 10 de febrero del año 1873.",
        "lm1": "Sensuntepeque (Cabecera departamental)",
        "lm2": "Dolores",
        "lm3": "Cinquera",
        "lm4": "Ilobasco",
        "lm5": "Guacotecti",
        "lm6": "Jutiapa",
        "lm7": "San Isidro",
        "lm8": "Victoria",
        "lm9": "Tejutepeque",
        "ll1": "La Planta Hidroeléctrica",
        "ll2": "Río Lempa"
    },
    {
        "id": 3,
        "Nombre": "Santa Ana",
        "imagen": "../img/Santa_Ana.png",
        "habitantes": "1631,100",
        "extencion": "2,023km",
        "celebridad1": "Tomás Herculano de Jesús Regalado Romero",
        "img1": "../img/Tomás_Regalado.jpg",
        "info1p1": "Nacido el 7 de noviembre de 1861 y murió 11 de julio de 1906 en El Jarico, departamento de Jutiapa de la República de Guatemala. El mismo fue integrante de un movimiento llamado “los 44”, quienes contribuyeron en el derrocamiento del gobierno a cargo de Carlos Ezeta y Antonio Ezeta.",
        "celebridad2": "Pedro José Escalón",
        "img2": "../img/Pedro_jose.jpg",
        "info2p1": "Nació en la ciudad de Santa Ana el 25 de mayo de 1847 y muere en la misma ciudad el 6 de septiembre de 1923, destacándose como un gran político salvadoreño y presidente de la República de El Salvador en el periodo presidencial que correspondió a los años de 1903 hasta 1907.",
        "infoh1": "El departamento de Santa Ana fue fundado en el año 1855 mientras transcurría el mandato presidencial de José María San Martín. Sin embargo, desde el periodo preclásico estas tierras fueron habitadas por diferentes grupos de procedencia maya. Como prueba de esto se tienen a los yacimientos arqueológicos Casa Blanca, Tazumal y el Trapiche.",
        "infoh2": "Es así como se sabe qué hacía periodo clásico tardío fueron mayormente dos grupos de pueblos de cultura maya habitaron lo que ahora se conoce como el departamento de Santa Ana. Estos son; los pokomames, quienes se ubicaron tanto hacia la zona occidental como al sur de la ribera del río Lempa; y los Chortis, quienes, por el contrario de los anteriores, se asentaron hacia el norte del río Lempa.",
        "lm1": "Santa Ana (Cabecera departamental)",
        "lm2": "Chalchuapa",
        "lm3": "Calendaria de la frontera",
        "lm4": "Coatepeque",
        "lm5": "El Porvenir",
        "lm6": "El Congo",
        "lm7": "Metapán",
        "lm8": "Masahuat",
        "lm9": "San Sebastián Salitrillo",
        "lm10": "Santiago de la Frontera",
        "lm11": "Santa Rosa Guachipilín",
        "lm12": "Texistepeque",
        "lm13": "San Antonio Pajonal",
        "ll1": "El volcán Cerro Verde",
        "ll2": "Parque Nacional Montecristo",
        "ll3": "Lago Coatepeque",
        "ll4": "Laguna de Metapán",
        "ll5": "La laguna de Cuzcachapa",
        "ll6": "Parque Arqueológico el Tazumal Casa Blanca",
        "ll7": "Parque Arqueológico la Casa Blanca"
    },
    {
        "id": 4,
        "Nombre": "Sonsonate",
        "imagen": "../img/Sonsonate.png",
        "habitantes": "518,522",
        "extencion": "1,226km",
        "celebridad1": "Salvador Efraín Salazar Arrué",
        "img1": "../img/Salarrue_joven.jpg",
        "info1p1": "Uno de los personajes más destacados que ha salido de estas tierras es Salvador Efraín Salazar Arrué, popularmente conocido como Salarrué. Nace en el municipio de Sonsonate un 22 de octubre del año 1899. Muere en el cantón Los Planes de Renderos del departamento de San Salvador el 27 de noviembre de 1975.",
        "celebridad2": "Pedro José Escalón",
        "info1p2": "Se le reconoce por ser un destacado artista que dejó un gran legado en el área de las artes plásticas y la literatura. Sin embargo, es en el campo de la narrativa donde alcanzó un mayor éxito, donde salen a relucir sus obras maestras “Cuentos de cipotes” y “Cuentos de barro”.",
        "infoh1": "Históricamente, Sonsonate era una vieja provincia de la Capitanía General de Guatemala. Sin embargo, pudo alcanzar la independencia de los españoles en el año 1821. Pero no fue sino hasta 1824 cuando pudo, conjuntamente con la provincia de San Salvador, llegar a formar lo que hoy se conoce como la República de El Salvador.",
        "infoh2": "Por el lado de su ciudad capital, podemos decir que desde hace mucho tiempo se le considera como un punto de interés comercial debido a los grandes cultivos de café que se dan en las cercanías, encontrándose aproximadamente a unos 19 kilómetros del municipio de Acajutla y 62 kilómetros de distancia de la capital del País, la ciudad de San Salvador.",
        "infoh3": "Según los historiadores, la ciudad de Sonsonate se fundó hacia el año 1552. Pero bajo el nombre de Villa de la Santísima Trinidad de Sonsonate. En este sentido, para la época de la colonia sirvió como sede de la Alcaldía Mayor de Sonsonate. Ya cuando se alcanzó la independencia de los españoles, hacia el año de 1824, se le asignó el título de ciudad, siendo como la cabecera departamental del departamento de Sonsonate.",
        "lm1": "Sonsonate (Cabecera departamental)",
        "lm2": "Armenia",
        "lm3": "Acajutla",
        "lm4": "Cuisnahuat",
        "lm5": "Caluco",
        "lm6": "Juayúa",
        "lm7": "Izalco",
        "lm8": "San Antonio del Monte",
        "lm9": "Santa Isabel Ishuatán",
        "lm10": "Sonzacate",
        "lm11": "Santo Domingo de Guzmán",
        "lm12": "Santa Catarina Masahuat",
        "lm13": "Salcoatitán",
        "lm14": "Nahulingo",
        "lm15": "Nahuizalco",
        "lm16": "San Julián",
        "ll1": "El volcán Cerro Verde",
        "ll2": "Parque Nacional Montecristo",
        "ll3": "Lago Coatepeque",
        "ll4": "Laguna de Metapán",
        "ll5": "La laguna de Cuzcachapa",
        "ll6": "Parque Arqueológico el Tazumal Casa Blanca",
        "ll7": "Parque Arqueológico la Casa Blanca"
    },
    {
        "id": 5,
        "departamento": "San Miguel",
        "imagen": "../img/San_Miguel.png",
        "habitantes": "520,022",
        "extencion": "2,077.1km",
        "historico": "Dato historico",
        "infoh1": "La historia de la conquista de este departamento, comenzó en el año 1525, cuando un grupo de soldados españoles, comandadas por Pedro Alvarado, remontó el río Paz y en vista de sus reiterados e infructuosos encuentros con los nativos, decide enviar a Luis de Moscoso con ciento veinte hombres armados, quienes deciden fundar en ese lugar una villa. Esta fecha coincide con el día de la celebración de San Miguel Arcángel, y esto originó el nombre del departamento.",
        "infoh2": "Inicialmente San Miguel era considera toda la zona oriente de El Salvador, pero fue dividido en 1800 en 4 departamentos, estos son Morazán, la Unión, Usulután y San Miguel.",
        "lm1": "San Miguel (Cabecera departamental)",
        "lm2": "Carolina",
        "lm3": "Chapeltique",
        "lm4": "Chinameca",
        "lm5": "Chirilagua",
        "lm6": "Ciudad Barrios",
        "lm7": "Comacarán",
        "lm8": "El Tránsito",
        "lm9": "Lolotique",
        "lm10": "Moncagua",
        "lm11": "Nueva Guadalupe",
        "lm12": "Nuevo Edén de San Juan",
        "lm13": "Quelepa",
        "lm14": "San Antonio",
        "lm15": "San Gerardo",
        "lm16": "San Jorge",
        "lm17": "San Luis de la Reina",
        "lm18": "San Rafael de Oriente",
        "lm19": "Sesori",
        "lm20": "Uluazapa",
        "ll1": "Playa del Cuco",
        "ll2": "El Turicentro",
        "ll3": "Altos de La Cueva",
        "ll4": "La Posada de Los Pájaros",
        "ll5": "Aqua Park",
        "ll6": "Ruina arqueológica Moncagua",
        "ll7": "Ruina arqueológica Quelepa",
        "ll8": "Ruina arqueológica Uluazapa"


    },
    {
        "id": 6,
        "departamento": "Usulutan",
        "imagen": "../img/Usulutan.png",
        "habitantes": "338,332",
        "extencion": "2,130km",
        "historico": "Dato historico",
        "infoh1": "De la Historia del departamento de Usulután como tal, solo se conoce que fue fundada el día 22 de junio de 1965. Usulután, es el departamento con mayor extensión territorial apartando la capital, y después de su fundación ha venido sufriendo todos los pasos de transformación que un pueblo sometido a las más fuertes represiones, pueda soportar.",
        "infoh2": "A mediados del siglo XVII, unos indígenas llamados pipiles fundaron en la Sierra de Chinameca algunos poblados aledaños como son Tecapa y Zapotitlán, los cuales fueron puestos a la orden de los misioneros españoles. Para el año 1770, Pedro Cortés contribuyó a la creación del Departamento de San Miguel el día 12 de junio de 1824.",
        "lm1": "Usulutan (Cabecera departamental)",
        "lm2": "Alegría",
        "lm3": "Berlin",
        "lm4": "California",
        "lm5": "Concepción Batres",
        "lm6": "El Triunfo",
        "lm7": "Ereguayquín",
        "lm8": "Estanzuelas",
        "lm9": "Jiquilisco",
        "lm10": "Juacuapa",
        "lm11": "Jucuapa",
        "lm12": "Mercedes Umaña",
        "lm13": "Nueva Granada",
        "lm14": "Ozatlán",
        "lm15": "Puerto El Triunfo",
        "lm16": "San Agustín",
        "lm17": "San Buenaventura",
        "lm18": "San Dionisio",
        "lm19": "San Francisco Javier",
        "lm20": "Santa Elena",
        "lm21": "Santa María",
        "lm22": "Santiago de María",
        "lm23": "El Tecapán",
        "turistico": "Lugares turísticos",
        "ll1": "El bosque de Chaguantique",
        "ll2": "El bosque Nancuchiname",
        "ll3": "El volcán Tecapa"

    },
    {
        "id": 7,
        "departamento": "Morazan",
        "imagen": "../img/Morazan.png",
        "habitantes": "252,500",
        "extencion": "1,447km",
        "historico": "Dato historico",
        "infoh1": "Uno de los aspectos históricos más valiosos del departamento de Morazán es que aún, se encuentran restos de la presencia de los primeros pobladores de la región. Los vestigios de estos indígenas han quedado plasmados en pinturas rupestres al interior de la Cueva del Espíritu Santo ubicada en el municipio de Corinto.",
        "infoh2": "A la llegada de los españoles, los indígenas que habitaban la región eran los lencas. Estos se enfrentaron a los conquistadores que vinieron desde el viejo continente. Por órdenes presidenciales de Santiago González, se fundó con el nombre de Gotera el día 14 de marzo de 1875.",
        "infoh3": "Más adelante, en el año 1887, por un decreto presidencial, cambió su nombre por departamento de Morazán en honor al General Francisco Morazán, quien había contribuido activamente a la estructuración de este departamento.",
        "lm1": "San Francisco (Cabecera departamental)</li",
        "lm2": "Arambala",
        "lm3": "Cacaopera",
        "lm4": "Chilanga",
        "lm5": "Corinto",
        "lm6": "Delicias de Concepción",
        "lm7": "El Divisadero",
        "lm8": "El Rosario",
        "lm9": "Gualococti",
        "lm10": "Guatajiagua",
        "lm11": "Juateca",
        "lm12": "Jocoaitique",
        "lm13": "Jocoro",
        "lm14": "Lolotiquillo",
        "lm15": "Meanguera",
        "lm16": "Osicala",
        "lm17": "Perquín",
        "lm18": "San Carlos",
        "lm19": "San Fernando",
        "lm20": "San Isidro",
        "lm21": "San Simón",
        "lm22": "Sensembra",
        "lm23": "Sociedad",
        "lm24": "Torola",
        "lm25": "Yamabal",
        "lm26": "Yoloaquín",
        "ll1": "La Gruta del Espíritu Santo",
        "ll2": "Museo Planeur Bleu",
        "ll3": "La Ruta de La Paz",
        "ll4": "El Valle del Muerto"

    }, {
        "id": 8,
        "departamento": "La Union",
        "imagen": "../img/La_Union.png",
        "habitantes": "372,271",
        "extencion": "2,074km",
        "historico": "Dato historico",
        "infoh1": "A la llegada de los españoles a esta región en el año 1522, todo este territorio estaba ocupado por las tribus de los Lencas. Estos dieron un feroz combate para defender la tenencia de sus tierras y sus costumbres. No fue fácil para los conquistadores apoderarse de estas tierras, como tampoco fue fácil para los indígenas quienes tuvieron que pasar por todo tipo de vejámenes y torturas antes de ceder sus dominios.",
        "infoh2": "Fue declarado departamento en 1865 durante el mandato de Francisco Dueñas Díaz, la cabecera departamental es el municipio de La Unión.",

        "celebridad1": "Juan José Guzmán",
        "img1": "../img/Juan_José_Guzmán.jpg",
        "info1": "Nació en el año 1797. Fue un militar, licenciado y político salvadoreño que inició sus estudios en la Villa de San Vicente de Austria y Lorenzana. Luego continuó en la Universidad de San Carlos de Guatemala donde los culminó graduándose como doctor en derecho civil.",
        "celebridad2": "Napoleón Viera Altamirano",
        "img2": "../img/napoleon_viera.jfif",
        "info2": "Este famoso periodista salvadoreño nació el 22 de junio del año 1893 en el Departamento de la Unión en El Salvador. En el año 1908 logró publicar su primer poema en el Diario Latino, lo que lo llevó a dar sus primeros pasos como periodista.",
        "celebridad3": "Hugo Lindo Olivares",
        "img3": "../img/Hugolindo.jpg",
        "info3": "Este célebre personaje salvadoreño, nació en el departamento de la Unión, el 13 de octubre del año 1917. Durante su vida fue político, diplomático y escritor. Aparte, también fue embajador de El Salvador ante la República de Chile durante los años 1953 hasta 1959 y de Colombia durante los años 1959 hasta 1960.",


        "lm1": "La Unión (Cabecera departamental)",
        "lm2": "San Alejo",
        "lm3": "Yucuaiquín",
        "lm4": "Conchagua",
        "lm5": "Intipucá",
        "lm6": "San José",
        "lm7": "El Carmen",
        "lm8": "Yayantique",
        "lm9": "Bolívar",
        "lm10": "Meanguera del Golfo",
        "lm11": "Santa Rosa de Lima",
        "lm12": "Pasaquina",
        "lm13": "Anamoros",
        "lm14": "Nueva Esparta",
        "lm15": "El Sauce",
        "lm16": "Concepción de Oriente",
        "lm17": "Polorós",
        "lm18": "Lislique",
        "turistico": "Lugares turísticos",
        "ll1": "La laguna Olomega",
        "ll2": "El volcán de Conchagua",
        "ll3": "Playa Golfo de Fonseca",
        "ll4": "Río Torola en El Salvador"


    },
    {
        "id": 9,
        "departamento": "Chalatenango",
        "imagen": "../img/Chalatenango.png",
        "habitantes": "274,878 ",
        "historico": "Fundado el 25 de diciembre del año 1889 por la familia de Miguel Molaro Aurora Saint Sauver, apellido éste de origen francés que quiere decir San Salvador.",
        "extencion": "131,05km",
        "informacion": "Su capital o cabecera departamental es Chalatenango, que en idioma Pipil significa 'valle de aguas y arenas' aunque también se puede traducir como 'lugar amurallado de aguas y arenas'",
        "infoh1": "Esta Zona fue habitada durante siglos por tribus Lencas que fueron los primeros en llegar a esas tierras. Pero alrededor del año 1500 fueron invadidos por los Pipiles que eran parte del señorío de Cuzcatlán.",
        "infoh2": "En el año 1807 se le concede a este territorio el rango de villorrio, y su nombre se debe al rey Fernando VII. Ya que el nombre completo de este departamento es San Fernando de Chalatenango.",
        "infoh3": "Se puede acotar que su fundación se produjo en el año 1847, pero se decretó como departamento el día 14 de febrero de 1855, durante el periodo gubernamental del presidente coronel José María San Martín. Este departamento se recuerda tristemente por el asesinato de uno de sus presidentes. Este hecho sucedió en el año 1846, y el presidente víctima del magnicidio fue Francisco Malespín.",
        "celebridad1": "José María San Martín",
        "img1": "../img/JOSE_MARIA_SAN_MARTIN.jpg",
        "info1p1": "A este personaje se le debe la fundación de dicho departamento.",
        "celebridad2": "Andrés Escobar",
        "img2": "../img/andres chalarenango.jfif",
        "info2p1": "Cantante ganador de un premio de veinticinco mil dólares en un concurso bastante competido.",
        "celebridad3": "Mario Calero",
        "img3": "../img/mario-calero.jpg",
        "info3p1": "caricaturista.",
        "celebridad4": "José Luciano Morales",
        "img4": "../img/Jose_Martin.jfif",
        "info4p1": "Comandante general de las fuerzas militares en 1876",
        "celebridad5": "Francisco Martínez Suárez",
        "img5": "../img/Francisco_Martínez.jpg",
        "info5p1": "Abogado de los Tribunales de La República Este distinguido personaje ocupó varios cargos de importancia como por ejemplo los de diputado, canciller, ministro de relaciones exteriores, ministro de justicia, presidente de la Corte Suprema de justicia, subsecretario de fomento entre otros.",
        "celebridad6": "Pedro Valle",
        "img6": "../img/Pedro-valle.jpg",
        "info6p1": "Fue uno de los fundadores del Taller de Letras Gavidia. Se ha desempeñado muchos años como profesor de literatura, habiendo publicado dos poemarios con los nombres de 'Habitante del Alba' en el año 1998 y 'Del deshabitado y otros Poemas' en el año 2005.",
        "celebridad7": "Refugio Duarte de Romero",
        "img7": "../img/Refugio-duarte.jpg",
        "info7p1": "Poetisa y escritora salvadoreña.",
        "celebridad8": "Miguel Plácido Peña",
        "img8": "../img/miguel-placido-pena.jpg",
        "info8p1": "Poeta.",
        "lm1": "Chalatenango (Cabecera departamental)",
        "lm2": "Municipio Agua Caliente",
        "lm3": "Municipio Arcatao",
        "lm4": "Municipio Azacualpa",
        "lm5": "Municipio Cancasque",
        "lm6": "Municipio Comapala",
        "lm7": "Municipio Citalá",
        "lm8": "Municipio Concepción Quezaltepeque",
        "lm9": "Municipio Dulce Nombre de María",
        "lm10": "Municipio El Carrizal",
        "lm11": "Municipio El Paraíso",
        "lm12": "Municipio La Laguna",
        "lm13": "Municipio La Palma",
        "lm14": "Municipio La Reina",
        "lm15": "Municipio Las Flores",
        "lm16": "Municipio Las Vueltas",
        "lm17": "Municipio Nombre de Jesús",
        "lm18": "Municipio Nueva Concepción",
        "lm19": "Municipio Nueva Trinidad",
        "lm20": "Municipio Ojos de Agua",
        "lm21": "Municipio Potonico",
        "lm22": "Municipio San Antonio de La Cruz",
        "lm23": "Municipio San Antonio Los Rancho",
        "lm24": "Municipio San Fernando",
        "lm25": "Municipio San Francisco Lempa",
        "lm26": "Municipio San Francisco Morazán",
        "lm27": "Municipio San Ignacio",
        "lm28": "Municipio San Luis del Carmen",
        "lm29": "Municipio San Miguel de Mercedes",
        "lm30": "Municipio San Rafael",
        "lm31": "Municipio Santa Rita",
        "lm32": "Municipio Tejutla",
        "ll1": "Cerro El Pital",
        "ll2": "Río Sumpul en El Salvador"
    },
    {
        "id": 10,
        "departamento": "San Salvador",
        "imagen": "../img/San_Salvador.png",
        "habitantes": "2,557,761",
        "infoh1": "Fundado el 25 de diciembre del año 1889 por la familia de Miguel Molaro Aurora Saint Sauver, apellido éste de origen francés que quiere decir San Salvador.",
        "lm1": "San Salvador (Cabecera departamental)",
        "lm2": "Aguilares",
        "lm3": "Apopa",
        "lm4": "Ayutuxtepeque",
        "lm5": "Cuscatancingo",
        "lm6": "Ciudad Delgado",
        "lm7": "El Paisnal",
        "lm8": "Guazapa",
        "lm9": "Ilopango",
        "lm10": "Mejicanos",
        "lm11": "Panchimalco",
        "lm12": "Nejapa",
        "lm13": "Rosario de Mora",
        "lm14": "San Marcos",
        "lm15": "Santiago Texacuangos",
        "lm16": "Santo Tomás",
        "lm17": "Soyapango",
        "lm18": "Tonacatepeque",
        "extencion": "886.2 km",
        "ll1": "Sitio arqueológico Cihuatán",
        "ll2": "El Parque Nacional El Boquerón"
    },
    {
        "id": 11,
        "departamento": "La Libertad",
        "imagen": "../img/La_Libertad.png",
        "habitantes": "843,500 ",
        "infoh1": "Fue fundado el día 28 de enero del año 1865. Este departamento alberga algunos legados que se remontan a la época de sus primitivos habitante los lencas. Podemos apreciar algunas ruinas prehispánicas y varias edificaciones que datan de la época colonial.",
        "infoh2": "La fundación de este departamento se ejecutó por el entonces presidente de la República, José María de San Martín con el nombre de Nueva San Salvador, el día 8 de agosto de 1854.   Más adelante sería cambiado por departamento La Libertad.",
        "extencion": "1,653km",
        "celebridad1": "Francisco Gavidia Guandique",
        "img1": "../img/Francisco_Gavidia.jfif",
        "info1p1": "Entre los personajes más resaltantes de dentro del campo literario, se encuentran Francisco Gavidia Guandique. Fue insigne escritor que nació en este departamento en el año 1863 y murió en el año 1955. Así mismo, se destacó como politólogo, orador, educador, periodista y traductor.",
        "celebridad2": "Claudia Lars",
        "img2": "../img/Claudia-Lars.jpg",
        "info2p1": "Su verdadero nombre fue Margarita del Carmen Brannon.  Fue una gran poetisa y falleció el día 22 de julio de 1974 a la edad de 85 años. Así mismo, también se recuerda a Edgardo Alfredo Espino Najarro, de quien se conservan varias obras poéticas.",
        "celebridad3": "Vicente Alberto Masferrer Mónico",
        "img3": "../img/Alberto_masferrer.jfif",
        "info3p1": "Maestro, filósofo y poeta. Murió el día 4 de septiembre del año 1962 a la edad de 64 años, dejando varias obras inconclusas, pero conservadas en la biblioteca nacional de San Salvador.",
        "celebridad4": "Roque Antonio Dalton García",
        "img4": "../img/Roque_dalton.jpg",
        "info4p1": "Nació el día 14 de mayo de 1935 y murió el día 10 de mayo de 1975. Esto sucedió a la corta edad de 39 años en la ciudad capital de San Salvador, de donde se le nombró hijo ilustre por ser ésta su ciudad natal. En vida viajó a la Unión Soviética, cosa que explica su marcada tendencia hacia el comunismo.",
        "lm1": "Santa Tecla (Cabecera departamental)",
        "lm2": "Antiguo Cuscatlán",
        "lm3": "Chiltiupán",
        "lm4": "Ciudad Arce",
        "lm5": "Colón",
        "lm6": "Comasagua",
        "lm7": "Huizúcar",
        "lm8": "Jayaque",
        "lm9": "Jicalapa",
        "lm10": "La Libertad ",
        "lm11": "Nuevo Cuscatlán",
        "lm12": "San Juan Opico",
        "lm13": "Quezaltepeque",
        "lm14": "Sacacoyo",
        "lm15": "San José Villanueva",
        "lm16": "San Matías",
        "lm17": "San Pablo Tacachico",
        "lm18": "Talnique",
        "lm19": "Tamanique",
        "lm20": "Teotepeque",
        "lm21": "Tepecoyo",
        "lm22": "Zaragoza",
        "ll1": "Playa Las Flores",
        "ll2": "Playa La Perla",
        "ll3": "Playa Mizata",
        "ll4": "Playa El Zonte",
        "ll5": "Playa El Sunzal",
        "ll6": "Playa El Tunco"
    },
    {
        "id": 12,
        "departamento": "Cuscatlan",
        "imagen": "../img/Cuscatlan.png",
        "habitantes": "216,446",
        "infoh1": "Fue considerada la principal metrópoli de los indios Pipiles precolombinos, fundada en 1504 por el monarca Pipil Topiltzín Acxitl. Desde la antigüedad esta ciudad ha sido célebre por su riquezas y belleza.",
        "infoh2": "Cabe destacar que el departamento de Cuscatlán formaba parte del señorío de Cuzcatlán. Una nación Pipil que se extendió por la zona Central y Occidental de lo que hoy se conoce como El Salvador.",
        "extencion": "756km",
        "celebridad1": "Hernán “Chuvalo” Cubias",
        "img1": "../img/hernan.jpg",
        "info1p1": "Todos le conocen como “Chuvalo”. Este atleta se  destacó en el deporte, poniendo muy en alto a su ciudad natal, puesto que alcanzó llegar al Salón de la Fama en la ciudad de New York al ingresar como profesional del boxeo. Actuó en veintiocho peleas, de las cuales, solo perdió tres. En el año 1978 alcanzó el séptimo Ranking como peso ligero a nivel mundial en el campeonato de Centroamérica y El Caribe. Con sus ciento treinta libras ganó varios campeonatos nacionales e internacionales.",
        "celebridad2": "Rolando Alirio Mena",
        "img2": "../img/rolando.jfif",
        "info2p1": "Fue un profesional de la locución, quien cursó sus estudios en la escuela José Maximiliano Olano, y en el instituto Walter Thilo Deininger, fue corresponsal de prensa y se hizo merecedor de los premios “La Espiga Dorada” el “Micrófono de oro Nacional” y recibió una placa de La Asamblea Legislativa.",
        "celebridad3": "Rafael Cabrera",
        "img3": "../img/rafaelcabrera.png",
        "info3p1": "Este afamado poeta, nació en el departamento de Cuscatlán, en la ciudad de Cojutepeque, y se consagró con su poema “La Ceiba de mi Pueblo”, obra inmortal que lo llevó a recibir varias premiaciones. Su fuente de inspiración, fue Esmeralda. Murió en Guatemala, añorando su pueblo natal a la edad de 66 años.",
        "celebridad4": "Ana Dolores Arias",
        "img4": "../img/Ana_dolores.jfif",
        "info4p1": "Aunque su profesión, fue la de educadora, se destacó por sus grandes obras literarias en el género de la poesía, junto a Rafael Cabrera, con su seudónimo de Esmeralda, se les conoce como 'los Novios de Cuscatlán'",
        "celebridad5": "Antonio Beltrán González",
        "img5": "../img/antonio_beltran.jfif",
        "info5p1": "Fue un destacado personaje reconocido en el arte de la pirotecnia. Desempeñó varios cargos gubernamentales con gran honestidad y eficacia, apreciado por su pueblo y por su gestión dentro de algunas labores sociales. Se le reconoce como el fundador del Carnaval Enerino, y como buen practicante de la religión católica, perteneció a la Hermandad del Santo Entierro del Sepulcro de La parroquia San Juan.",
        "celebridad6": "Julia Díaz",
        "img6": "../img/Julia_dias.jfif",
        "info6p1": "Famosa por su pincel, destacada por sus hermosas pinturas que han puesto muy en alto a los hijos de Cuscatlán. Fue discípula de Valero Lecha, destacado maestro de la pintura española. Esta valiosa joya de la pintura, fue fundadora de “La Galería de Arte de El Salvador”. Sus obras han sido expuestas en varias y reconocidas galerías de arte en Argentina, Colombia, Venezuela, Estados Unidos, España, Italia y en toda Centroamérica. Antes de morir, recibió la Orden Nacional 'José Matías Delgado'",
        "celebridad7": "General Rubén G. Zamora",
        "img7": "../img/Zamora.jfif",
        "info7p1": "Se desempeñó como director del hospital Rosendo Alvarenga de Cojutepeque durante veintiséis años. Durante toda su carrera como galeno, contribuyó a la formación de muchísimas promociones de médicos y enfermeras, dejando muy en alto se gestión administrativa, y poniendo su conocimiento al servicio de los más necesitados. Fue un médico de gran sensibilidad humana, a quien se le debe el rescate de muchas vidas.",
        "celebridad8": "General José María Rivas",
        "img8": "../img/Jose_rivas.jfif",
        "info8p1": "Fue considerado como “Benemérito de la Patria”, reconocido como un pundonoroso militar, muy apegado a la justicia y destacado por su honorabilidad intachable. Su constante espíritu de superación, lo llevó a asumir muchos compromisos con su patria, saliendo siempre airoso en todas las actividades que como militar emprendió. Excelente esposo, amante y padre de familia. Fue un mujeriego empedernido.",
        "lm1": "Cojutepeque (Cabecera departamental)",
        "lm2": "Candelaria",
        "lm3": "El Rosario",
        "lm4": "Monte San Juan",
        "lm5": "Oratorio de Concepción",
        "lm6": "San Bartolomé Perulapía",
        "lm7": "San Cristóbal",
        "lm8": "San José Guayabal",
        "lm9": "San Pedro Perulapán",
        "lm10": "San Rafael Cedros",
        "lm11": "San Ramón",
        "lm12": "Santa Cruz Analquito",
        "lm13": "Santa Cruz Mi Chapa",
        "lm14": "Suchitoto",
        "lm15": "Tenancingo",
        "lm16": "El Carmen",

        "ll1": "El Cerro de las Pavas",
        "ll2": "Volcán Chichontepec",
        "ll3": "El Cerro la Colima",
        "ll4": "La ciudad de Suchitoto",
        "ll5": "La Peña Herrera",
        "ll6": "Río Jiboa en El Salvador"

    },
    {
        "id": 13,
        "departamento": "La Paz",
        "imagen": "../img/La_Paz.png",
        "habitantes": "288,022",
        "extencion": "1,223,61km",
        "infoh1": "Estuvo habitada para finales del siglo XI por una serie de comunidades de procedencia mayas-quiches o también conocidos como mayances. Así mismo, también se sabe que cerca de esta fecha fue cuando se produjo la primera ola de invasiones de pueblos centroamericanos de cultura nahuas.",

        "lm1": "Zacatecoluca (Cabecera departamental)",
        "lm2": "Cuyultitán",
        "lm3": "Jerusalén",
        "lm4": "California",
        "lm5": "El Rosario",
        "lm6": "Paraíso de Osorio",
        "lm7": "Olocuilta",
        "lm8": "San Emigdio",
        "lm9": "San Antonio Masahuat",
        "lm10": "San Francisco Chinameca",
        "lm11": "San Pedro Masahuat",
        "lm12": "San Juan Talpa",
        "lm13": "San Juan Nonualco",
        "lm14": "San Juan Tepezontes",
        "lm15": "San Luis la herradura",
        "lm16": "San Luis Talpa",
        "lm17": "San Pedro Nonualco",
        "lm18": "San Miguel Tepezontes",
        "lm19": "Tapalhuca",
        "lm20": "Santa María Ostuna",
        "lm21": "Santiago Nonualco",
        "lm22": "Santiago de María",
        "lm23": "San Rafael Obrajuelo",
        "turistico": "Lugares turísticos",
        "ll1": "Playa la Zunganera",
        "ll2": "Playa El Pimental",
        "ll3": "Playa Las Hojas",
        "ll4": "Lago de Ilopango",
        "ll5": "Río Jiboa en El Salvador"


    },
    {
        "id": 14,
        "departamento": "San Vicente",
        "imagen": "../img/San_Vicente.png",
        "habitantes": "230,205",
        "extencion": "1184km",
        "historico": "Dato historico",
        "infoh1": "Fue creado el 12 de junio de 1824. Llegó a ser la capital de la República de El Salvador en el periodo que corresponde a los años de 1834 a 1840. En este sentido, cuando cumplía estas funciones, comprendía lo que actualmente son los departamentos de la Paz y Cabañas.",
        "infoh2": "Por el lado de su cabecera departamental, se debe saber que la ciudad de San Vicente tuvo su fundación en el año 1635. Durante el periodo que corresponde a la colonización española, esta localidad pertenecía a la Intendencia de San Salvador. Sin embargo, después de la independencia de España, el departamento de San Vicente se convirtió en uno más de los 14 que integran el país centroamericano de El Salvador.",
        "lm1": "San Vicente (Cabecera departamental)",
        "lm2": "Apastepeque",
        "lm3": "Guadalupe",
        "lm4": "San Cayetano Istepeque",
        "lm5": "Verapaz",
        "lm6": "San Lorenzo",
        "lm7": "Tepetitán",
        "lm8": "San Sebastián",
        "lm9": "Tecoluca",
        "lm10": "San Ildefonso",
        "lm11": "Santa Clara",
        "lm12": "San Esteban Catarina",
        "lm13": "Santo Domingo",
        "turistico": "Lugares turísticos",
        "ll1": "El volcán de San Vicente",
        "ll2": "La playa Los Negros",
        "ll3": "La Torre de San Vicente",
        "ll4": "La iglesia de Nuestra Señora del Pilar",
        "ll5": "Río Jiboa en El Salvador"

    }

]